// Названия кнопок дял клавиатуры, они уходят в keyboard и они же прослушиваются в index.js  
module.exports = {
  homeBtn: `🌐 Главное меню`,
  loginBtn: 'Войти',
  guestLoginBtn: 'Продолжить без регистрации',
  calendarBtn: 'Календарь событий',
  webLinksBtn: `Наши соц.сети`,
  authedMenu: {
    smallGroupsBtn: `Малые группы`,
    smallGroupsMaterialsBtn: `Материалы для МГ`,
    servBtn: 'Служения',
    learnMoreBtn: `Узнать больше`,
    askToPrayBtn: `Прошу помолиться о...`,
    gotAQuestionsBtn: `Вопросы`,
  },
  unauthedMenu: {
    learnMoreBtn: `Узнать больше`,
    askToPrayBtn: `Прошу помолиться о...`,
    gotAQuestionsBtn: `Есть вопросы`,
    aboutSocialWebBtn: `Соц.сети`,
    learnMore: {
      aboutChurch: `О церкви`,
      aboutPastors: `О пасторах`,
      aboutSmallGroups: `О малых группах`,
      aboutStart: `С чего начать`,
      aboutSteps: `О базовых семинарах`,
      aboutServ: `О служениях`,
      aboutHelp: `Кто может помочь`,
      aboutSocialWork: `О социальной работе`,
    },
  },
  
}